Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Admissions and examinations at NIH Center for part time studies and courses.
nb: Opptak og eksamen ved Senter for etter- og videreutdanning.

source: Measurements of lung function, bronchial hyperresponsiveness (BHR), allergy by skin prick tests, parasympathetic activity and airway inflammation by induced sputum were done.
nb: Målinger av lungefunksjon, bronkial hyperreaktivitet (BHR), allergi ved prikktest, parasympatisk aktivitet og luftveisinflammasjon ved indusert sputum ble gjort.

source: Equipment for testing and training of attention, visual perception and cognition
nb: Utstyr for testing og trening av oppmerksomhet, persepsjon og kognisjon

source: Study III was a cross sectional survey study aimed at exploring the associations between the experiences of physical, social and pedagogical inclusion and intrapersonal, interpersonal, and contextual factors among children with disabilities (Article IV) and their parents (Article V).
nb: Studie III var en tverrsnittsspørreundersøkelse som utforsket sammenhengen mellom erfart fysisk, sosial og pedagogisk inkludering og individuelle, mellommenneskelige og kontekstuelle faktorer blant barn med nedsatt funksjonsevne (Artikkel IV) og deres foreldrene (Artikkel V).

source: Wingspan (study III) explained 34.6 and 11.7% of the variance of two HSEBT reaches.
nb: Vingespenn forklarte 34.6 og 11.7% av variansen for to HSEBT tester (studie III).

source: Moreover, we found that using an one-size-fits-all approach of training load management did not reduce the risk of health problems among almost 500 elite-youth footballers of both sexes.
nb: Videre fant vi ut at styring av treningsbelastning ved bruk av en one-size-fits-all approach ikke reduserte risiko for helseproblemer blant nesten 500 av de beste junior-elite fotballspillere av begge kjønn.

source: It is estimated that approximately 300,000 people live with type 2 diabetes in Norway alone.
nb: Bare i Norge lever trolig rundt 300.000 med diabetes 2.

source: - updated and relevant summarized research on prevention and treatment measures for the mental health of children and adolescents, and on child welfare measures.
nb: - oppdatert og relevant oppsummert forskning om forebyggings- og behandlingstiltak for barn og unges psykiske helse, og om barnevernstiltak.

source: Helped the inactive and girls the most
nb: Mest effekt for inaktive barn og jenter

source: In study I, criterion-related and construct validity were explored.
nb: I studie I ble kriterie- og konstruktvaliditeten utforsket.

source: • First: the candidate must relate to the very specific «2-3 sentences» initially, and not start a
nb: kandidaten skal forholde seg til det helt konkrete «2-3 setninger» innledningsvis, og

source: The role of central mechanisms for increases in ROM was confirmed by bilateral responses to 24 weeks of stretching, which had previously not been demonstrated
nb: En betydning av sentralt regulerte mekanismer for økning i bevegelighet ble bekreftet av bilaterale endringer etter 24 ukers bevegelighetstrening, som ikke tidligere er dokumentert.

source: After the age of 30 it is difficult to increase one’s BMD values, so what will happen to the long-term bone health of these athletes is not certain, says Oddbjørn Klomsten Andersen.
nb: Etter 30-års alder er det vanskelig åøke BMD-verdiene, så hva som vil skje med beinhelsa til disse utøverne på sikt, er usikkert, mener Oddbjørn Klomsten Andersen.

source: When submitting a dissertation based on more than three (3) research articles, there is no requirement for first authorship of works beyond three (3) articles.
nb: Ved innlevering av en avhandling basert på mer enn tre (3) forskningsartikler stilles det ikke krav om førsteforfatterskap på arbeider utover tre (3) artikler.

source: If you do that for a whole year, the load increase would be enormous, actually increasing up to 100 times.
nb: Gjør man det gjennom et helt år, blir belastningsøkningen enorm, faktisk opp mot en 100 ganger.

source: People who aren’t very active and in poor physical condition are particularly susceptible to lifestyle diseases”, says Stavnsbo.
nb: Lite aktive personer i dårlig fysisk form er spesielt utsatt for livsstilsykdommer, sier Stavnsbo.

source: " (to the left), choose "
nb: " (til venstre), velger "

source: A mere 10 weeks of weight training was enough to increase both muscle mass and walking speed.
nb: Bare 10 uker med styrketrening var nok til åøke både muskelmasse og ganghastighet.

source: About you as a student, (applicant, former student, student and PhD candidate)
nb: Om deg som student, (søker, tidligere student, student og ph.d.-kandidat)

source: Exercise and cancer, strength training, muscle-physiology.
nb: Trening og kreft, styrketrening, muskelfysiologi.

source: The report must then be signed by the head of section.
nb: Rapporten skal deretter signeres av seksjonsleder.

source: He got his PhD in sport science at Norwegian school of Sport Sciences (1992) about young soccer players concerned the role of self-esteem, perceived competence, motivation and symptoms of antisocial behaviour for dropping out from organized club soccer.
nb: Hans doktorgrad i idrettsvitenskap fra NIH i (1992) omhandlet betydningen av selvoppfatning, motivasjon og tegn på a-sosialitet blant unge fotballspillere for "drop-out" fra organisert fotball.

source: The supervisors must also advise the candidate on the issue of research ethics related to the thesis. Section 8 Required coursework
nb: 8 m.v., og gi hjelp til orientering i faglitteratur og datagrunnlag i forhold til bibliotek, arkiv, etc. Videre bør veilederne gi kandidaten veiledning i forskningsetiske spørsmål knyttet til avhandlingen.

source: o Documentation of special needs for academic and material resources.
nb: o dokumentasjon av spesielle behov for faglige og materielle ressurser

source: “The Kerlan-Jobe Orthopaedic Clinic (KJOC) shoulder and elbow outcome score” is a form filled in by the players.
nb: «The Kerlan-Jobe Orthopaedic Clinic (KJOC) shoulder and elbow outcome score» er et skjema som spilleren fyller ut selv.

source: In study II, inter-rater and test-retest reliability was assessed from the outcome measurements of three experienced testers using interclass correlation coefficients (ICC), with the calculation of stability measurements (standard error or measurement and coefficient of variation) and minimal detectable change.
nb: I studie II ble inter-rater og test-retest reliabilitet etablert fra utfallsmålingene til tre erfarne testere ved bruk av intra-klasse korrelasjonskoeffisient (ICC), standardfeilen til målingen (SEM), variasjonskoeffisienten (CV) og minste reelle endring (MDC).

source: Southern and Western Norway had a continuous increase in counted cycle trips, where Southern Norway had a 23% (123 [107-140]) increase over the last three years.
nb: Sør- og Vest-Norge hadde en kontinuerlig økning i antall telte sykkelreiser, hvor Sør-Norge hadde en økning på 23% (123 [107-140]) over tre år.

source: Cholesterol is important for everything ranging from hormones and cell walls to whether or not you suffer from fat deposits in your blood vessels, also known as atherosclerosis.
nb: Kolesterol er viktig for alt fra hormoner og cellevegger til om du får fettavleiringer i blodårene dine, såkalte åreforkalkninger.

source: "-button on the right hand side.
nb: "-knappen til høyre på sida.

source: Speaking about his success in the sports arena, hurdler ace Karsten Warholm says that he has "everything" to thank his coach, Leif Ove Alnes, for.
nb: Hekkeløperesset Karsten Warholm sier selv at han har «alt» å takke treneren Leif Ove Alnes for, når det gjelder suksessen på idrettsarenaen.

source: Marte holds an MA in public health from the Norwegian University of Life Sciences (2016).
nb: Marte har en mastergrad i folkehelsevitenskap fra Norges miljø- og biovitenskapelige universitet (2016).

source: While the company behind Bodypump, Les Mills, claims that it consumes 540 kcal per session, the study shows significantly lower energy consumption.
nb: Mens selskapet bak Bodypump, Les Mills, hevder at man forbruker 540 kcal på hver økt, viser studien et vesentlig lavere energiforbruk.

source: You can also search google for free pictures by adding "creative commons" to your search.
nb: Du kan også søke opp bilder til fritt bruk i Google ved å legge til "creative commons" i søket (valg under "Tools").

source: The PT group achieved increased muscular strength and muscular endurance.
nb: PT-gruppa fikk økt muskulær styrke og muskulær utholdenhet.

source: "I thought that I would lose weight, and that was my goal when I signed up for the therapy programme.
nb: «Jeg trodde at jeg ville gå ned i vekt, og det var målet mitt da jeg meldte meg inn i behandlingsprogrammet.

source: The study project had two parts, a prospective cohort study and a randomised controlled trial (RCT).
nb: I prosjektet inngikk en prospektiv observasjonell kohortstudie og en randomisert kontrollert studie.

source: The course setting and skier mechanics investigation is part of a FIS injury prevention project held by the Department of Sport Science and Kinesiology/USI, University Salzburg, Austria.
nb: Undersøkelsen om løypestikking og dens effekt på utøverens mekanikk er en del av en FIS skadeforebyggningsprosjekt som er styrt av Department of Sport Science and Kinesiology/USI, University Salzburg, Østerrike.

source: They learn to “go along with” and it is not only the instructive and teacher-driven movements that make sense to them”, Ingulfsvann continues.
nb: De lar seg «dra med» og det er slett ikke kun de instruktive og lærerstyrte bevegelsene som har mening for dem, fortsetter Ingulfsvann.

source: He found two keys: who you get to join you - and whether or not an exercise improves your performance.
nb: Hvem man ellers får med - og om øvelsen bedrer prestasjonen.

source: —We actually noted that the participants in the control group, who did not receive training, had a minor reduction in walking speed over the 10-week period.
nb: - Faktisk var det slik at deltakerne i kontrollgruppen, som ikke trente, hadde en liten reduksjon i ganghastighet over 10-ukersperioden.

source: Section 3 Responsibility for doctoral education
nb: § 3 Ansvaret for ph.d‐utdanningen

source: The concept is owned and operated by the company, Les Mills
nb: Konseptet eies og drives av selskapet Les Mills

source: The student wil be informed about further procedures in the case.
nb: Studenten skal motta informasjon om videre saksgang

source: Thanks to Trine Stensrud, Stabæk and Haslum handball have had injury prevention training in place in their systems from when the players were young.
nb: Stabæk og Haslum håndball har satt skadeforebyggende trening i system fra spillerne var unge, takket være Trine Stensrud.

source: Start EndNote, open an existing library or make a new library:
nb: Start EndNote, og åpne et eksisterende bibliotek eller lag et nytt:

source: As a research fellow, Lena Dahl was affiliated with the Department of Teacher Education and Outdoor Recreation Studies at the NIH and the Western Norway University of Applied Sciences.
nb: Som stipendiat var Lena Dahl tilknyttet Institutt for lærerutdanning og friluftslivsstudier på NIH og Høgskolen på Vestlandet.

source: For the young handball talent in Stabæk and Haslum, it has been a matter of course to include performance-enhancing or injury-prevention training, as these are laid out in Skadefri.
nb: For unge håndballtalenter i Stabæk og Haslum er det en selvfølge med prestasjonsfremmende eller skadeforebyggende trening, slik det er lagt opp til via Skadefri.

source: Children are unique in their own ways, and one challenge presented to teachers and researchers is for them to behave sensitively and inquisitively towards the children and include them in the program and interventions.
nb: Barn er unike på sine egne måter, og en utfordring for lærere og forskere er å opptre sensitivt og undrende overfor barna og inkludere dem i opplegg og intervensjoner.

source: - 16.000 abstracts from 1996 until today from the annual ECSS-congress, and access to 10% in full text
nb: - 16.000 sammendrag fra 1996 til idag fra den årlige ECSS-kongressen, samt tilgang til 10% i fulltekst.

source: under Online Search Results to activate the duplicate control.
nb: under Online Search Results for å aktivere dublettkontrollen.

source: For cycling and running, it would be legs.
nb: For sykling og løping vil det si bena.

source: Postpartum exercise and diastasis recti abdominis
nb: Rectus diastase og trening etter fødsel

source: They point out that actual calorie burning varies with age, weight, gender and exercise intensity.
nb: At Bodypump øker styrken i skjelettet.De påpeker at faktisk kaloriforbrenning varierer med alder, vekt, kjønn og treningsintensitet.

source: Rustad is a member of "Program Group for 3-year teacher education in practical and aesthetic subjects", and also the deputy head of Oslo Sidelengs Brettklubb.
nb: Rustad sitter i ”Programgruppe for 3-årige faglærerutdanninger i praktiske og estetiske fag”, er nestleder i Oslo Sidelengs Brettklubb.

source: This is the first time anyone has conducted such studies of eye movements in real surroundings outside the lab.
nb: Dette er første gang noen gjør slike studier av øyebevegelser i virkelige omgivelser, utenfor laben.

source: Dr. Horbel is an Editorial Board Member of European Sport Management Quarterly, for which she also acts as Social Media Editor.
nb: Chris Horbel er medlem av Editorial Board i European Sport Management Quarterly, hvor hun også fungerer som redaktør for sosiale medier.

source: Has previously worked as a "Performance and education coordinator" in the American Swimming Federation, for the United States Olympic Committee, sports director, general manager and swimming coach at all levels, as well as former national team athlete in swimming and lifesaving.
nb: Har tidligere arbeidet som «Performance and education coordinator» i det amerikanske svømmeforbundet, for United States Olympic Committee, sportssjef, daglig leder og svømmetrener på alle nivåer, samt tidligere landslagsutøver i svømming og livredning.

source: Cycle length is the distance travelled on one ski between pole-plants (cf. illustration).
nb: En sykluslegde er avstanden du beveger deg fra et stavtak til neste stavtak på samme ski (se figur).

source: All the publications from Frontiers are open access journals -
nb: Forlagets utgivelser er rene open access-tidsskrifter -

source: Early start – and a riddle
nb: Tidlig start – og en gåte

source: To date, the data from the NIH has formed the basis for close to 30 different scientific articles.
nb: Så langt har da også NIH-dataene dannet grunnlag for nærmere 30 ulike vitenskapelige artikler.

source: According to Jones, we do not know for sure if lipoproteins or exercise are most important to burning fat.
nb: Ifølge Jones vet vi ikke sikkert om det er dette lipoproteinet eller treningen som er viktigst for fettforbrenningen.

source: The "Copenhagen adductor” exercise prevents damage.
nb: "Copenhagen adductor" forebygger skader.

source: He delivered his master's degree at NIH in 2010 and started as a PhD candidate in autumn 2015.
nb: Han tok mastergrad ved NIH i 2010 og startet som stipendiat høsten 2015.

source: Significant changes in study plans and/or change of supervisor must be approved by KFU on recommendation from the head of section.
nb: Vesentlig endringer i planen for studiet og/eller skifte av veileder skal godkjennes av KFU etter innstilling fra seksjonsleder.

source: More than 30 percent of players are troubled by groin problems at some time or other.
nb: Oppunder 30 prosent av spillerne er til enhver tid plaget av lyskeproblemer.

source: “One bonus is that both the examination and the procedure can be performed at a day clinic.
nb: – En bonus er at både undersøkelsen og inngrepet kan gjøres ved dagkirurgi.

source: On receipt of an application for a research fellowship, KFU will appoint an expert committee on the recommendation of the head of section.
nb: Ved søknad om stipendiatstilling oppnevner KFU en sakkyndig komité etter forslag fra seksjonsleder.

source: The cookie is automatically deleted when it is 2 years since the user last visited the site.
nb: Cookien slettes automatisk når det er 2 år siden brukeren var innom nettstedet sist.

source: The AiS study was conducted in 2011, and the two articles based on the AiS project are planned submitted/published in 2017.
nb: AiS studien ble gjennomført i løpet av 2011, og de to publikasjonene som er knyttet til AiS planlegges innsendt/publisert i løpet av 2017.

source: "Either way, it means that physical activity is important for the balance of lipoproteins, fatty tissue and health."
nb: – Uansett betyr det at fysisk aktivitet er og blir viktig for balansen av lipoproteiner, fettvev og helsa.

source: The recommendations of both the World Health Organisation and US and Nordic health authorities are for moderate to intense activity for at least 150 minutes, or 2½ hours, a week.
nb: Anbefalingene både fra Verdens helseorganisasjon og amerikanske og nordiske helsemyndigheter sier at man bør være i moderat til intens aktivitet minst 150 minutter eller 2 ½ time i uka.

source: The method comparison study of body composition field methods included 65 male and female cadets, soldiers and officers.
nb: Metodestudien vedrørende måling av kroppssammensetning inkluderte totalt 65 kadetter, soldater og offiserer (både menn og kvinner).

source: Broch describes a subway ride from Oslo east to Frognerseteren, which illustrates the divided status.
nb: Broch beskriver en T-banetur fra Oslo øst til Frognerseteren som illustrerer todelingen.

source: Pedagogy, inclusive physical education, supervision for bachelor- and master thesis, physical education and sports for persons with disabilities, perspectives on disabilities and interaction, embodied learning
nb: Pedagogikk, inkluderende kroppsøving, skolepraksis, profesjonsfag-bacheloroppgave, veiledning master, kroppsøving og idrett for personer med funksjonshemminger, perspektiver på funksjonshemminger og samhandling, kroppslig læring

source: Performance and motion analysis, physiology, motor learning and use of technology in swimming
nb: Prestasjons- og bevegelsesanalyser, fysiologi, motorisk læring og bruk av teknologi i svømming

source: The study is built on four research questions comprising the whole policy process, from policy formulation (Article 1) via implementation (Article 2) and the target group’s perception of the policy (Aricle 3) to the outcome of the policy (Article 4).
nb: Studien er bygget opp rundt fire problemstillinger, som omfatter hele den politiske prosessen, fra politikkformulering (Artikkel 1) via implementering (Artikkel 2) og målgruppens oppfatning av politikken (Artikkel 3) til politikkens utfall (Artikkel 4).

source: The exam paper consists of 3 pages
nb: Eksamensoppgaven består av 3 sider inkludert forsiden

source: Theory of science and ethics (5 credits)
nb: Vitenskapsteori og etikk (5 studiepoeng)

source: Manuscripts or parts of manuscripts that have been approved as the basis for previous examinations or degrees may not be submitted for evaluation as part of the doctoral thesis unless they comprise a minor part of a thesis consisting of several related manuscripts.
nb: Arbeider eller deler av et arbeid som har vært godtatt som grunnlag for tidligere avlagte eksamener eller grader, kan ikke antas til bedømmelse med mindre arbeidet inngår som en mindre del av en avhandling som består av flere sammenhengende arbeider.

source: KFU is responsible for decisions concerning admission to the doctoral programme.
nb: KFU er ansvarlig for avgjørelser angående opptak til doktorgradsutdanningen.

source: He has been working for several years with educating personal trainers for NIH Aktiv, lecturing in biomechanics, strength training, functional anatomy and sports injuries.
nb: Han har jobbet i flere år med utdanning av personlige trenere for NIH Aktiv og forelest innen biomekanikk, styrketrening, funksjonell anatomi og idrettsskader.

source: On average, the young group put on 2.8 kg in muscle mass within 12 weeks.
nb: I gjennomsnitt økte de unge med 2,8 kg i muskelmasse i løpet av 12 uker.

source: A higher proportion of participants had poorer fitness and higher levels of central obesity, which increases the risk of diabetes type 2 cardiovascular disease and poorer skeletal health than the norm for the population or recommended levels.
nb: Her viste det seg at flere hadde dårligere kondisjon og høyere nivå av sentral fedme, som øker risikoen for blant annet diabetes type 2 og hjerte-karsykdommer, og dårligere skjeletthelse, enn normalverdien i befolkningen eller utfra hva som er anbefalt.

source: Seen from a public health perspective, school is therefore a very important arena for physical activity.”
nb: Sett i et folkehelseperspektiv, er skolen derfor en svært viktig arena for fysisk aktivitet.

source: And although everything was conducted in Denmark, the results can be directly applied to Norwegian schools, he believes.
nb: Og selv om alt har foregått i Danmark, kan resultatene overføres direkte til norsk skoler, mener han.

source: It consists of a course in the theory of science and ethics (5 credits), an in-depth study of a specific subject area and methodology (30 credits) and courses on general qualitative and quantitative methods (5 credits).
nb: Den består av et kurs i vitenskapsteori og etikk (5 studiepoeng), en faglig og metodisk fordypning (30 studiepoeng) og kurs innen generell kvalitativ eller kvantitativ metode (5 studiepoeng).

source: Estimated percent body fat from skinfold and BIA typically correlated to DXA with a Pearson r ≈ 0.80─0.90.
nb: Estimert fettprosent målt gjennom hudfoldsmålinger og BIA korrelerte vanligvis opp mot DXA med en Pearson r ≈ 0,80─0,90.

source: Doctoral research fellow Olav Vikmoen studied the effects of heavy strength training on endurance sports like cycling and running in female endurance athletes (Birken Race competitors).
nb: Doktorgradsstipendiat Olav Vikmoen har undersøkt effekten av tung styrketrening på prestasjon i utholdenhetsøvelsene sykling og løping for kvinnelige utholdenhetsutøvere (Birken-deltakere).

source: List and explain 4 leveraging/activation techniques by using examples.
nb: Maksimalt tilskuddsbeløp for de ulike anleggsenhetene er: BMX-bane med lys, 4 mill.

source: Another 14 days of unloading of the same leg
nb: Ytterligere 14 dager med muskelsvinn av samme ben

source: Amelie Werkhausen will be defending her doctoral thesis at the Norwegian School of Sport Sciences on 22 February.
nb: Amelie Werkhausen disputerer for doktorgraden sin på Norges idrettshøgskole 22. februar.

source: "A lot of it’s about mutual trust and safety.
nb: – Det handler mye om gjensidig tillit og trygghet.

source: PhD Biomechanics – University of Exeter.
nb: PhD i biomekanikk fra Universitetet i Exeter.

source: The duty of secrecy pursuant to § 13 shal not prevent information from being used when no
nb: taushetsplikt etter § 13 er ikke til hinder for at opplysningene brukes når ingen berettiget interesse

source: He has previously worked as a scientific assistant on UngKan3 and ScIM, and as an engineer in the laboratory of respiratory physiology, NIH.
nb: Han har tidligere jobbet som vitenskapelig assistent på prosjektene ScIM og UngKan3, og som ingeniør på respirasjonsfysiologis laboratorium, NIH.

source: If not, jump to step 8.
nb: Hvis ikke kan du gå direkte til punkt 8.

source: For 12 years she was a part-time coach for children and youth in multiple sports.
nb: I 12 år har hun også jobbet deltid som trener for barn og unge.
